import styles from './productData.module.scss';

export const TestData = [
  {
    id: '274625',
    category: 'кухня',
    name: 'Milena',
    colors: ['#F5AE6B', '#B5B2B2', '#1D1A82', '#226617', '#701F1F', '#2F2E2E'],
    price: '30 750',
    images: [
      '/images/catalog/Image1.jpg',
      '/images/catalog/Image2.jpg',
      '/images/catalog/Image3.jpg',
      '/images/catalog/Image4.jpg',
      '/images/catalog/Image5.jpg',
    ],
    description:
      'Це втілення сучасного дизайну та функціональності. Вона пропонує вам безліч можливостей для створення ідеального кухонного простору, який буде відповідати вашим унікальним потребам та стилю життя. Завдяки своїй модульній конструкції, кухня "Мilena" дозволяє вам вільно вибирати та комбінувати різноманітні модулі, включаючи шафки, полички, висувні ящики та стільниці, щоб створити оптимальну композицію для вашої кухні. Надійні матеріали, які використані в кухні "Мilena", забезпечують тривалу експлуатацію. Її стильний дизайн із чистими лініями, гладкими поверхнями та мінімалістичними деталями додадуть сучасності та елегантності вашому інтерєру.З кухнею "Мilena" ви отримуєте не просто функціональне',
    characteristics: {
      Країна: 'Україна',
      Виробник: 'Про-Спектр',
      Корпус: 'Ламінований ДСП 18 мм',
      Фасади: 'Матова емаль',
      Стільниця: 'Ламінована',
      Фурнітура: 'Blum',
      Колір: 'Графіт + Дуб натуральний',
      Комплектація:
        'Сушилка для посуду, LED підсвічування у профілі, розстібні фасади з системою Blum Tip On, висувні ящики ',
    },
  },
  {
    id: '274626',
    category: 'кухня',
    name: 'Megan',
    colors: ['#F5AE6B', '#B5B2B2', '#1D1A82', '#226617', '#701F1F', '#2F2E2E'],
    price: '38 750',
    images: [
      '/images/catalog/Image1.jpg',
      '/images/catalog/Image2.jpg',
      '/images/catalog/Image3.jpg',
      '/images/catalog/Image4.jpg',
      '/images/catalog/Image5.jpg',
    ],
    description:
      'Це втілення сучасного дизайну та функціональності. Вона пропонує вам безліч можливостей для створення ідеального кухонного простору, який буде відповідати вашим унікальним потребам та стилю життя. Завдяки своїй модульній конструкції, кухня "Мilena" дозволяє вам вільно вибирати та комбінувати різноманітні модулі, включаючи шафки, полички, висувні ящики та стільниці, щоб створити оптимальну композицію для вашої кухні. Надійні матеріали, які використані в кухні "Мilena", забезпечують тривалу експлуатацію. Її стильний дизайн із чистими лініями, гладкими поверхнями та мінімалістичними деталями додадуть сучасності та елегантності вашому інтерєру.З кухнею "Мilena" ви отримуєте не просто функціональне',
    characteristics: {
      Країна: 'Україна',
      Виробник: 'Про-Спектр',
      Корпус: 'Ламінований ДСП 18 мм',
      Фасади: 'Матова емаль',
      Стільниця: 'Ламінована',
      Фурнітура: 'Blum',
      Колір: 'Графіт + Дуб натуральний',
      Комплектація:
        'Сушилка для посуду, LED підсвічування у профілі, розстібні фасади з системою Blum Tip On, висувні ящики ',
    },
  },
  {
    id: '274627',
    category: 'кухня',
    name: 'Rio',
    colors: ['#F5AE6B', '#B5B2B2', '#1D1A82', '#226617', '#701F1F', '#2F2E2E'],
    price: '35 750',
    images: [
      '/images/catalog/Image1.jpg',
      '/images/catalog/Image2.jpg',
      '/images/catalog/Image3.jpg',
      '/images/catalog/Image4.jpg',
      '/images/catalog/Image5.jpg',
    ],
    description:
      'Це втілення сучасного дизайну та функціональності. Вона пропонує вам безліч можливостей для створення ідеального кухонного простору, який буде відповідати вашим унікальним потребам та стилю життя. Завдяки своїй модульній конструкції, кухня "Мilena" дозволяє вам вільно вибирати та комбінувати різноманітні модулі, включаючи шафки, полички, висувні ящики та стільниці, щоб створити оптимальну композицію для вашої кухні. Надійні матеріали, які використані в кухні "Мilena", забезпечують тривалу експлуатацію. Її стильний дизайн із чистими лініями, гладкими поверхнями та мінімалістичними деталями додадуть сучасності та елегантності вашому інтерєру.З кухнею "Мilena" ви отримуєте не просто функціональне',
      characteristics: {
        Країна: 'Україна',
        Виробник: 'Про-Спектр',
        Корпус: 'Ламінований ДСП 18 мм',
        Фасади: 'Матова емаль',
        Стільниця: 'Ламінована',
        Фурнітура: 'Blum',
        Колір: 'Графіт + Дуб натуральний',
        Комплектація:
          'Сушилка для посуду, LED підсвічування у профілі, розстібні фасади з системою Blum Tip On, висувні ящики ',
      },
  },
  {
    id: '274628',
    category: 'кухня',
    name: 'Milano',
    colors: ['#F5AE6B', '#B5B2B2', '#1D1A82', '#226617', '#701F1F', '#2F2E2E'],
    price: '29 750',
    images: [
      '/images/catalog/Image1.jpg',
      '/images/catalog/Image2.jpg',
      '/images/catalog/Image3.jpg',
      '/images/catalog/Image4.jpg',
      '/images/catalog/Image5.jpg',
    ],
    description:
      'Це втілення сучасного дизайну та функціональності. Вона пропонує вам безліч можливостей для створення ідеального кухонного простору, який буде відповідати вашим унікальним потребам та стилю життя. Завдяки своїй модульній конструкції, кухня "Мilena" дозволяє вам вільно вибирати та комбінувати різноманітні модулі, включаючи шафки, полички, висувні ящики та стільниці, щоб створити оптимальну композицію для вашої кухні. Надійні матеріали, які використані в кухні "Мilena", забезпечують тривалу експлуатацію. Її стильний дизайн із чистими лініями, гладкими поверхнями та мінімалістичними деталями додадуть сучасності та елегантності вашому інтерєру.З кухнею "Мilena" ви отримуєте не просто функціональне',
    characteristics: {
      Країна: 'Україна',
      Виробник: 'Про-Спектр',
      Корпус: 'Ламінований ДСП 18 мм',
      Фасади: 'Матова емаль',
      Стільниця: 'Ламінована',
      Фурнітура: 'Blum',
      Колір: 'Графіт + Дуб натуральний',
      Комплектація:
        'Сушилка для посуду, LED підсвічування у профілі, розстібні фасади з системою Blum Tip On, висувні ящики ',
    },
  },
];
